Repository: PetrashkoEV/GrodnoOnlineLibrary
Catalog: DigitalResourcesLibrary/DigitalResourcesLibrary/Properties/Resource.*.resx
Languages: be, ru

# Add_Cookie_Document
source: Add document
ru: Добавить в закладки

# BookmarksModelWindow_Add
source: Add
ru: Добавить

# BookmarksModelWindow_Add_Body_One
source: Do you want to add stuff - "
ru: Вы хотите добавить материал - "

# BookmarksModelWindow_Add_Body_Two
source: " to bookmarks
ru: " в закладки ?

# BookmarksModelWindow_Add_Title
source: Adding material to your bookmarks
ru: Добавление материала в закладки

# BookmarksModelWindow_Cancel
source: Cancel
ru: Закрыть

# BookmarksModelWindow_Remove
source: Remove
ru: Удалить

# BookmarksModelWindow_Remove_Body_One
source: You want to remove the material - "
ru: Вы хотите удалить материал - "

# BookmarksModelWindow_Remove_Body_Two
source: " of the tabs
ru: " из закладок ?

# BookmarksModelWindow_Remove_Title
source: Removing from favorites
ru: Удаление из закладок

# Delete_Cookie_Document
source: Delete document
ru: Удалить из закладок

# Documents_OpenFile_ImageFile_Click_to_Enlarge
source: Click to enlarge
ru: Нажмите, чтобы увеличить

# Documents_Type
source: Documents
ru: Документ

# Document_Store_TitleFile
source: Added material
ru: Добавленый материал

# Home_About_Body
source: <img src="/Content/themes/images/About/1.jpg" class="about-image" alt="Гродно – город церквей и костёлов"> <p> Grodno (Hrodna) is a city of old churches, medieval castles and royal palaces. It’s ancient history bagan with the Castle Hill. High on a hill, at the mouth of the river Neman and Gorodnichanka in X-XI centuries the fortified settlement was built. In 1127 the city was first mentioned in written sources. </p> <p> Due to its history, this city took an unusual place in deciding the destiny of the major European nations. The Grand Duchy of Lithuania was starting off here in XIII century. At the end of the XVIII century in Grodno New Castle underwent a second partition, and later once powerful Rzeczpospolita ceased to exist. </p> <img src="/Content/themes/images/About/2.jpg" class="about-image"> <img src="/Content/themes/images/About/3.jpg" class="about-image"> <p> Here one can climb to the Castle Hill, from which the whole old city is visible, visit the oldest Belarusian church – the Borisoglebskaya or Kolozhskaya (XII century), The Cathedral Catholic Church, where the Pope can lead the mass due to its status. Next to the Catholic Church and the Orthodox Church are the Lutheran Church and the Jewish Synagogueа. It gives pleasure to walk the streets of old city, where Stefan Batory and Stanislaw Poniatowski, Anthony and Jean Tizengauz Zhiliber, Czeslaw Niemen and Eliza Orzeszkowa, Bogdanovich and Vasil Bykov walked … </p> <p> Grodno today is also rich with talents. To learn more about Grodno and its citizens, the Regional Studies Electronic Library (RSEL) "Grodno - information for everyone" is established. </p> <p> The main aim of RSEL is collecting, preserving, and providing updated for use multidimensional, polythematic local history information. </p> <p> RSEL "Grodno - information for everyone" is a repository of electronic documents in various formats that are related to the city of Grodno (Belarus). This is a database with a factual, bibliographic, graphic, sound, full-text material and the ability to refine your search in it. </p> <p> The vast majority of materials is being prepared by library staff. The electronic library is organized according to the requirements of the Law "On Copyright and Related Rights" (Articles 36 and 37). The publications of certain authors are in the library with their permission. Documents, photos, videos, manuscripts submitted for publication e-library by the authors, personae themselves or members of their families from the personal archives. Text articles taken from magazines, newspapers, anthologies have bibliographical references and descriptions of the primary sources of publication. </p>
be: <img src="/Content/themes/images/About/1.jpg" class="about-image" alt="Гродно – город церквей и костёлов"> <p> Гродна - горад цэркваў і касцёлаў, старых замкаў і палацаў каралёў. Старажытная гісторыя Гродна пачыналася з Замкавай гары. На высокім пагорку, у вусце рэк Нёмана і Гараднічанкі ў Х-ХІ стагоддзях было закладзена ўмацаванае паселішча. У 1127 горад упершыню згадваецца ў пісьмовых крыніцах. </p> <p> Гісторыя адвяла гэтаму гораду незвычайнае месца ў вырашэнні лёсаў найбуйнейшых еўрапейскіх дзяржаў. У XIII стагоддзі тут пачыналася Вялікае княства Літоўскае. У канцы XVIII стагоддзя ў гродзенскім Новым замку зведала другі раздзел, а пазней спыніла сваё існаванне некалі магутная Рэч Паспалітая. </p> <img src="/Content/themes/images/About/2.jpg" class="about-image" alt="Гродно – город церквей и костёлов"> <img src="/Content/themes/images/About/3.jpg" class="about-image" alt="Гродно – город церквей и костёлов"> <p> У Гродна можна падняцца на Замкавую гару, з якой добра відаць быў стары горад, наведаць найстарэйшую царкву Беларусі - Барыса-Глебскую або Каложскую (12 стагоддзе), Фарны касцёл, у якім па статусе службу можа весці сам Папа Рымскі. Побач з каталіцкімі касцёламі і праваслаўнымі цэрквамі - лютэранская кірха і яўрэйская сінагога. Прыемна прайсці вулачкамі старога горада, па якіх некалі гулялі Стэфан Баторый і Станіслаў Панятоўскі, Антоній Тызенгаўз і Жан Жылібер, Чэслаў Неман і Эліза Ажэшка, Максім Багдановіч і Васіль Быкаў... </p> <p> Гродна і сёння багаты на таленты. Каб больш даведацца пра Гродна і гродзенцаў, створана краязнаўчая электронная бібліятэка (КЭБ) "Гродна - інфармацыя для ўсіх". </p> <p> Мэта КЭБ - збор, захаванне, актуалізацыя і прадастаўленне для выкарыстання шматаспектнай політэматычнай краязнаўчай інфармацыі. </p> <p> КЭБ “Гродна – інфармацыя для ўсіх” – гэта сховішча электронных дакументаў розных фарматаў (рэпазіторый лічбавых рэсурсаў), якія маюць дачыненне да горада Гродна (Рэспубліка Беларусь). Гэта база даных з наяўнасцю фактаграфічнага, бібліяграфічнага, графічнага, гукавога, поўнатэкставага матэрыялу і магчымасцю дакладнага пошуку ў ім. </p> <p> Пераважная большасць матэрыялу рыхтуецца супрацоўнікамі бібліятэк. Электронная бібліятэка арганізавана з улікам патрабаванняў Закона Рэспублікі Беларусь “Аб аўтарскім праве і сумежных правах” (Артыкулы 36 і 37). Выданні пэўных аўтараў знаходзяцца ў электроннай бібліятэцы з іх ведама і дазволу. Дакуметы, фотаздымкі, відэасюжэты, рукапісы, публікацыі перададзены для электроннай бібліятэцы аўтарамі ці членамі іх сямей з асабістых архіваў. Выкарыстаныя тэксты артыкулаў з часопісаў, газет, зборнікаў маюць бібліяграфічныя спасылкі і апісанні першакрыніц публікацыі. </p>
ru: <img src="/Content/themes/images/About/1.jpg" class="about-image" alt="Гродно – город церквей и костёлов"> <p> Гродно – город церквей и костёлов, старых замков и дворцов королей. Древняя история Гродно начиналась с Замковой горы. На высоком холме, в устье рек Немана и Городничанки в Х-ХI веках было заложено укрепленное поселение. В 1127 году город впервые упоминается в письменных источниках. </p> <p> История отвела этому городу необычное место в решении судеб крупнейших европейских государств. В XIII веке здесь начиналось Великое княжество Литовское. В конце XVIII века в гродненском Новом замке претерпела второй раздел, а позже прекратила своё существование некогда могущественная Речь Посполитая. </p> <img src="/Content/themes/images/About/2.jpg" class="about-image"> <img src="/Content/themes/images/About/3.jpg" class="about-image"> <p> В Гродно можно подняться на Замковую гору, с которой виден весь старый город, посетить старейшую церковь Беларуси – Борисо-Глебскую или Коложскую (12 век), Фарный костёл, в котором по статусу службу может вести сам Папа Римский. Рядом с католическими костёлами и православными церквями - лютеранская кирха и еврейская синагога. Приятно пройти улочками старого города, по которым некогда гуляли Стефан Баторий и Станислав Понятовский, Антоний Тизенгауз и Жан Жилибер, Чеслав Немен и Элиза Ожешко, Максим Богданович и Василь Быков… </p> <p> Гродно и сегодня богат на таланты. Чтобы больше узнать о Гродно и гродненцах, создана краеведческая электронная библиотека (КЭБ) “Гродно – информация для всех”. </p> <p> Цель КЭБ - сбор, сохранение, актуализация и предоставление для использования многоаспектной, политематической краеведческой информации. </p> <p> КЭБ "Гродно - информация для всех" - это хранилище электронных документов различных форматов, которые имеют отношение к городу Гродно (Республика Беларусь). Это база данных с наличием фактографического, библиографического, графического, звукового, полнотекстовые материала и возможностью точного поиска в нем. </p> <p> Подавляющее большинство материалов готовится сотрудниками библиотек. Электронная библиотека организована с учетом требований Закона Республики Беларусь "Об авторском пнраве и смежных правах" (Статьи 36 и 37). Издания определенных авторов находятся в электронной библиотеке с их разрешения. Документы, фотографии, видеосюжеты, рукописи, публикации переданы для электронной библиотеки авторами, персонами либо членами их семей из личных архивов. Использованные тексты статей из журналов, газет, сборников имеют библиографические ссылки и описания первоисточников публикации. </p>

# Home_Index_FifthSlide_Title
source: The Polish king Stanislaw August Poniatowski lived in Grodno for two years upon detention by the order of Catherine II. In 1795, in New Castle, he signed the act of abdication, stopping 200 - year existence of the Commonwealth.
be: Два гады па загаду Кацярыны ІІ у Гродне жыў пад вартай кароль польскі Станіслаў Аўгуст Панятоўскі. У 1795 г. у Новым замку ён падпісаў акт адрачэння ад трона, спыніўшы 200-гадовае існаванне Рэчы Паспалітай.
ru: Два года по приказу Екатерины II в Гродно жил под стражей король польский Станислав Август Понятовский. В 1795 году в Новом замке он подписал акт отречения от престола, остановив 200-летнее существование Речи Посполитой.

# Home_Index_FirstSlide_Title
source: Grodno is a unique town in Belarus with outstanding architectural monuments of the past: Kalozha Church; Farny, Bridgettine and Franciscan catholic churches and monasteries and the Church of Saint Mother of God.
be: Гродна - адзін з прыгажэйшых беларускіх гарадоў, дзе захавалася многа гістарычных помнікаў, ён нібы своеасаблівы падручнік па гісторыі архітэктуры Беларусі.
ru: Гродно - уникальный город Беларуси с выдающимися памятниками зодчества прошлого: Коложская церковь, Фарный, Бригитский, Францисканский костелы и монастыри, церковь Рождества Богородицы.

# Home_Index_FourthSlide_Title
source: Under the rule of thegreat Lithuanian Duke Vytautas andthe Kings of Poland Stefan and Stanislaw Poniatowski Grodno was the residence of the monarch, and in fact has been equal to such capitals as Vilnius and Warsaw.
be: Пры вялікім літоўскім князе Вітаўце, каралях польскіх Стэфане Баторыі, Станіславе Панятоўскім Гродна з'яўляўся рэзідэнцыяй манарха і фактычна быў прыроўнены да сталіц Вільні і Варшавы.
ru: При великом литовском князе Витовте, королях польских Стефане Батории, Станиславе Понятовском Гродно являлся резиденцией монарха и фактически был приравнен к столицам Вильнюсу и Варшаве.

# Home_Index_SecondSlide_Title
source: A deer on the emblem of Grodno is associated with the main occupation of townspeople – hunting. Crusaders, when they were conducting campaigns to Grodno region, often said: “We are going to the forest”.
be: З'яўленне ў гербе Гродна аленя звязана з адным з асноўных заняткаў гараджан - паляваннем. Крыжакi, калi хадзiлi на Гродзеншчыну, нярэдка казалi: «Iдзём на пушчу».
ru: Появление в гербе Гродно оленя связано с одним из основных занятий горожан - охотой. Крестоносцы, когда ходили на Гродненщину, нередко говорили: «Идем на пущу».

# Home_Index_SeventhSlide_Title
source: With the efforts of the French physician and biologist Zh.E.Zhiliber obstetric and Veterinary School, Clinical Hospital and the Botanical Garden of the two thousand plants were established in Grodno in the second half of the XVIII century.
be: Стараннямі французскага медыка і біёлага Ж.Э.Жылібера ў другой палове XVIII ст. у Гродне былі створаны акушэрская і ветэрынарная школы, клінічны шпіталь і батанічны сад з 2 тысяч раслін.
ru: Стараниями французского медика и биолога Ж.Э.Жилибера во второй половине XVIII века в Гродно были созданы акушерская и ветеринарная школы, клинический госпиталь и ботанический сад из 2 тысяч растений.

# Home_Index_SixthSlide_Title
source: The period of prosperity in Grodno in the second half of the XVIII century is associated with the name of Anthony Tizengauz, the mayor of the city. Weaving, manufacture of bed linen, furniture, glass, tobacco, metals, leather goods and weapons were developing.
be: Перыяд росквіту Гродна ў другой палове XVIII ст. звязаны з імем Антонія Тызенгаўза, старасты горада. Развівалася ткацтва, вытворчасць пасцельнай бялізны, мэблі, шкла, тытуню, металаў, зброі, вырабаў са скуры.
ru: Период процветания Гродно во второй половине XVIII века связан с именем Антония Тизенгауза, старосты города. Развивалось ткачество, производство постельного белья, мебели, стекла, табака, металлов, изделий из кожи, оружия.

# Home_Index_ThirdSlide_Title
source: The past of Grodno goes into the haze of centuries. Grodno was mentioned in the chronicles in the first third of the XII century, earlier than Eastern European capitals Moscow and Vilnius.
be: Мінулае Гародні сягае ў смугу стагоддзяў - у першай трэці ХІІ ст. - раней, чым усходнееўрапейскія сталіцы Масква і Вільня, – згадваецца ў летапісах.
ru: Прошлое Гродно уходит в дымку веков - в первой трети XII в. - раньше, чем восточноевропейские столицы Москва и Вильнюс, – упоминается в летописях.

# LeftPanel_All_Archive
source: All Archive
ru: Весь архив

# Search_AdvancedSearch_AutoComplete
source: Search
be: Поиск
ru: Поиск

# Search_Documents_Not_Fount
source: Documents satisfying the search not found
ru: Документов удовлетворяющих поиску не найдено

# Search_PostedDate
source: Posted on
ru: Создано в

# Shared_Error_Body
source: Sorry, an error occurred while processing your request.
be: Q
ru: Произошла ошибка при обработке запроса. Пожалуйста обратитесь к администратору.

# Shared_Error_Title
source: Server Error
be: Ошибка
ru: Ошибка сервера

# Shared_Menu_About
source: About
be: О Сайте
ru: О Проекте

# Shared_Menu_AdvancedSearch
source: Advanced Search
ru: Расширеный поиск

# Shared_Menu_Home
source: Home
be: Главная
ru: Главная

# Shared_Menu_Result_AdvancedSearch
source: Result Advanced Search
be: Результаты поиска
ru: Результаты поиска

# Shared_Menu_Search
source: Search
be: Поиск
ru: Поиск

# Shared_Template_Archives_Title
source: Archives
ru: Архив

# Shared_Template_Bookmarks_Title
source: Bookmarks
ru: Закладки

# Shared_Template_Categories_Title
source: Categories
ru: Категории

# Shared_Template_Tags_Title
source: Tags
ru: Ключевые слова

# Site_Button_Download
source: Download
ru: Скачать

# Site_Name
source: Library Grodno
be: Библиотека Гродно
ru: Гродно - информация для всех

# Site_Name_Body
source: Grodno - Information for all
be: Гродна- інфармацыя для ўсіх
ru: Гродно - информация для всех

# Site_Name_Header
source: Electronic Library
be: Электронная бібліятэка
ru: Электронная библиотека
